{

    "posts": [
        {
            "filename": "apen126171",
            "filename_en": "apen126171_en",
            "title":"论文发表 | Applied Energy | 时空特征编码的屋顶光伏潜力评估深度学习方法",
            "title_en":"Spatiotemporal Feature Encoded Deep Learning Method for Rooftop PV Potential Assessment",
            "date": "2025-05-23",
            "tags": [
            "太阳能",
            "可再生能源",
            "深度学习",
            "3D建筑足迹",
            "城市能源系统"
            ],
            "brief": "本研究提出一种深度学习方法，通过整合三维建筑、太阳位置和气象数据，高效准确地预测屋顶阴影并评估光伏潜力。",
            "brief_en": "This study proposes a deep learning method that integrates 3D building, solar position, and meteorological data to efficiently and accurately predict rooftop shadows and assess PV potential.",
            "show": true
            },
        {
            "filename": "post7",
            "filename_en": "post7_en",
            "title":"论文发表 | ADAPEN | 通过物联网人工智能（AIoT）、地理信息系统（GIS）和气象学的协同作用，推进建筑立面太阳能潜力评估",
            "title_en":"Paper published | ADAPEN | Advancing building facade solar potential assessment through AIoT, GIS, and meteorology synergy",
            "date": "2025-02-09",
            "tags": [
                "光伏潜力",
                "城市环境",
                "地理信息系统"
            ],
            "brief": "通过结合物联网人工智能（AIoT）、地理信息系统（GIS）和气象数据，提出了一种创新方法，精确评估建筑立面光伏潜力，考虑了三维遮挡效应和城市环境因素。",
            "brief_en": "By integrating Artificial Intelligence of Things (AIoT), Geographic Information Systems (GIS), and meteorological data, an innovative method is proposed to accurately assess building facade photovoltaic potential, considering 3D shading effects and urban environmental factors.",
            "show": true
        },
        {
            "filename": "yu_2025_bipv",
            "filename_en": "yu_2025_bipv_en",
            "title": "论文发表 | Nexus | 基于3D建筑足迹和时空数据的全球建筑一体化光伏电站潜力估算",
            "title_en": "Article Publication | Nexus | Global estimation of building-integrated facade and rooftop photovoltaic potential by integrating 3D building footprint and spatio-temporal datasets",
            "date": "2025-04-05",
            "tags": [
             "城市能源系统",
             "可再生能源",
             "太阳能",
             "建筑一体化光伏潜力",
             "3D建筑足迹",
             "地理信息科学"
            ],
            "brief": "该研究通过整合3D建筑模型和时空数据集，评估了全球范围内建筑立面和屋顶光伏发电的潜力。",
            "brief_en": "This research assesses the potential of building-integrated photovoltaics (BIPV) on building facades and rooftops globally by integrating 3D building models and spatio-temporal datasets.",
            "show": true
           }

    ]
}